{
  "contents": [
    {
      "month": "January",
      "festivals": [
        {
          "name": "Panagtagbo Festival",
          "description": "Translacion (Gathering of the Holy Family), coincidentally the patrons of Cebu are Santo Ni単o and Birhen ssa Guadalupe, Saint Joseph in Mandaue City. This is celebrated every January when the three statues meet in the national shrine of Saint Joseph often called the Translacion where a fluvial procession follows. There are singing and dancing competitions and street dancing that hapen during the Bibingkahan in the honor of the Sto. Ni単o.",
          "date": "Every January Before the Sinulog Festival",
          "img1": "/trending-pics/panagtagbo.jpg",
          "img2": "/trending-pics/panagtagbo1.jpg",
          "img3": "/trending-pics/panagtagbo2.jpg",
          "alt1": "PanagtagboFestival",
          "alt2": "PanagtagboFestival",
          "alt3": "PanagtagboFestival"
        },
        {
          "name": "Sinulog Festival",
          "description": "Sinulog Festival is a yearly cultural and religious celebration held in Cebu City, Philippines, on the third Sunday of January. The festival honors the Santo Ni単o de Cebu, a revered religious icon of the Catholic faith in the Philippines. The festivities include a grand procession, street dancing, and colorful pageantry, with participants dressed in vibrant and intricate costumes.",
          "date": "Every third Sunday of January",
          "img1": "/trending-pics/sinulog.jpg",
          "img2": "/trending-pics/sinulog1.jpg",
          "img3": "/trending-pics/sinulog2.jpg",
          "alt1": "SinulogFestival",
          "alt2": "SinulogFestival",
          "alt3": "SinulogFestival"
        },
        {
          "name": "Tagbo Festival",
          "description": "Tagbo Festival is an annual celebration held every January 19 in Poro, Camotes Island, Cebu, Philippines. The festival is dedicated to the town's patron saint, Sto. Ni単o de Poro. The word 'Tagbo' comes from the Cebuano word for 'gathering,' as the festival is a gathering of the people to celebrate their culture and traditions.",
          "date": "January 19",
          "img1": "/trending-pics/tagbo.jpg",
          "img2": "/trending-pics/tagbo1.jpg",
          "img3": "/trending-pics/tagbo2.jpg",
          "alt1": "TagboFestival",
          "alt2": "TagboFestival",
          "alt3": "TagboFestival"
        },
        {
          "name": "Feast of St. Sebastian",
          "description": "The Feast of St. Sebastian is marked by processions, street dancing, and other cultural activities. It is a time for the community to come together and celebrate their faith and heritage. The festival usually culminates with a Mass in honor of St. Sebastian, followed by a grand fiesta with plenty of food, music, and revelry.",
          "date": "Every January 20",
          "img1": "/trending-pics/silmugi.jpg",
          "img2": "/trending-pics/silmugi1.jpg",
          "img3": "/trending-pics/silmugi2.jpg",
          "alt1": "SilmugiFestival",
          "alt2": "SilmugiFestival",
          "alt3": "SilmugiFestival"
        }
      ]
    },
    {
      "month": "February",
      "festivals": [
        {
          "name": "Budbod Kabog Festival",
          "description": "The Budbud Kabog Festival is an annual cultural event celebrated in the city of Tudela, Misamis Occidental in the Philippines. The festival is held in honor of the patron saint of the city, St. Vincent Ferrer. It is usually celebrated every 3rd week of April. The festival features a street dance competition where participants wear colorful and creative costumes made of rice stalks or 'kabog' in the local dialect. The dancers also carry props that represent the agricultural traditions and practices of the city. The festival is also highlighted by the cooking and sharing of the local delicacy called 'budbud kabog,' which is made from glutinous rice mixed with kabog or millet, wrapped in banana leaves and then steamed.",
          "date": "February 10",
          "img1": "/trending-pics/budbud.jpg",
          "img2": "/trending-pics/budbud1.jpg",
          "img3": "/trending-pics/budbud2.jpg",
          "alt1": "BudbodKabogFestival",
          "alt2": "BudbodKabogFestival",
          "alt3": "BudbodKabogFestival"
        },
        {
          "name": "Kabayo Festival",
          "description": "The Kabayo Festival is an annual celebration held in Mandaue City, Cebu every February. The festival is a tribute to the city's patron saint, St. Joseph, and is characterized by colorful street parades and dancing. As the name suggests, the festival features horses and is centered around the equestrian culture of the city. One of the highlights of the festival is the horse parade, where beautifully decorated horses are paraded around the city's streets. The festival also features various competitions, such as horse racing, horse jumping, and horseback riding.",
          "date": "February",
          "img1": "/trending-pics/kabayo.jpg",
          "img2": "/trending-pics/kabayo1.jpg",
          "img3": "/trending-pics/kabayo2.jpg",
          "alt1": "KabayoFestival",
          "alt2": "KabayoFestival",
          "alt3": "KabayoFestival"
        }
      ]
    }
  ]
}
