{
  "contents": [
    {
      "month": "January",
      "festivals": [
        {
          "name": "Panagtagbo Festival",
          "description": "Translacion (Gathering of the Holy Family), coincidentally the patrons of Cebu are Santo Ni単o and Birhen ssa Guadalupe, Saint Joseph in Mandaue City. This is celebrated every January when the three statues meet in the national shrine of Saint Joseph often called the Translacion where a fluvial procession follows. There are singing and dancing competitions and street dancing that hapen during the Bibingkahan in the honor of the Sto. Ni単o.",
          "date": "Every January Before the Sinulog Festival",
          "img1": "/trending-pics/panagtagbo.jpg",
          "img2": "/trending-pics/panagtagbo1.jpg",
          "img3": "/trending-pics/panagtagbo2.jpg",
          "alt1": "PanagtagboFestival",
          "alt2": "PanagtagboFestival",
          "alt3": "PanagtagboFestival"
        },
        {
          "name": "Sinulog Festival",
          "description": "Sinulog Festival is a yearly cultural and religious celebration held in Cebu City, Philippines, on the third Sunday of January. The festival honors the Santo Ni単o de Cebu, a revered religious icon of the Catholic faith in the Philippines. The festivities include a grand procession, street dancing, and colorful pageantry, with participants dressed in vibrant and intricate costumes.",
          "date": "Every third Sunday of January",
          "img1": "/trending-pics/sinulog.jpg",
          "img2": "/trending-pics/sinulog1.jpg",
          "img3": "/trending-pics/sinulog2.jpg",
          "alt1": "SinulogFestival",
          "alt2": "SinulogFestival",
          "alt3": "SinulogFestival"
        },
        {
          "name": "Tagbo Festival",
          "description": "Tagbo Festival is an annual celebration held every January 19 in Poro, Camotes Island, Cebu, Philippines. The festival is dedicated to the town's patron saint, Sto. Ni単o de Poro. The word 'Tagbo' comes from the Cebuano word for 'gathering,' as the festival is a gathering of the people to celebrate their culture and traditions.",
          "date": "January 19",
          "img1": "/trending-pics/tagbo.jpg",
          "img2": "/trending-pics/tagbo1.jpg",
          "img3": "/trending-pics/tagbo2.jpg",
          "alt1": "TagboFestival",
          "alt2": "TagboFestival",
          "alt3": "TagboFestival"
        },
        {
          "name": "Feast of St. Sebastian",
          "description": "The Feast of St. Sebastian is marked by processions, street dancing, and other cultural activities. It is a time for the community to come together and celebrate their faith and heritage. The festival usually culminates with a Mass in honor of St. Sebastian, followed by a grand fiesta with plenty of food, music, and revelry.",
          "date": "Every January 20",
          "img1": "/trending-pics/silmugi.jpg",
          "img2": "/trending-pics/silmugi1.jpg",
          "img3": "/trending-pics/silmugi2.jpg",
          "alt1": "SilmugiFestival",
          "alt2": "SilmugiFestival",
          "alt3": "SilmugiFestival"
        }
      ]
    },
    {
      "month": "February",
      "festivals": [
        {
          "name": "Budbod Kabog Festival",
          "description": "The Budbud Kabog Festival is an annual cultural event celebrated in the city of Tudela, Misamis Occidental in the Philippines. The festival is held in honor of the patron saint of the city, St. Vincent Ferrer. It is usually celebrated every 3rd week of April. The festival features a street dance competition where participants wear colorful and creative costumes made of rice stalks or 'kabog' in the local dialect. The dancers also carry props that represent the agricultural traditions and practices of the city. The festival is also highlighted by the cooking and sharing of the local delicacy called 'budbud kabog,' which is made from glutinous rice mixed with kabog or millet, wrapped in banana leaves and then steamed.",
          "date": "February 10",
          "img1": "/trending-pics/budbud.jpg",
          "img2": "/trending-pics/budbud1.jpg",
          "img3": "/trending-pics/budbud2.jpg",
          "alt1": "BudbodKabogFestival",
          "alt2": "BudbodKabogFestival",
          "alt3": "BudbodKabogFestival"
        },
        {
          "name": "Kabayo Festival",
          "description": "The Kabayo Festival is an annual celebration held in Mandaue City, Cebu every February. The festival is a tribute to the city's patron saint, St. Joseph, and is characterized by colorful street parades and dancing. As the name suggests, the festival features horses and is centered around the equestrian culture of the city. One of the highlights of the festival is the horse parade, where beautifully decorated horses are paraded around the city's streets. The festival also features various competitions, such as horse racing, horse jumping, and horseback riding.",
          "date": "February",
          "img1": "/trending-pics/kabayo.jpg",
          "img2": "/trending-pics/kabayo1.jpg",
          "img3": "/trending-pics/kabayo2.jpg",
          "alt1": "KabayoFestival",
          "alt2": "KabayoFestival",
          "alt3": "KabayoFestival"
        },
        {
          "name": "Sarok Festival",
          "description": "Sarok Festival, also called as Adlaw sa Consolacion by the locals, is celebrated every February 14 to celebrate 91st founding anniversary of the municipality of Consolacion, Cebu. The festival is a celebration of the town's rich cultural heritage and traditions. It is also a way for the community to come together and celebrate their unity and solidarity. The festival features a parade of colorful floats and street dancing, as well as various cultural performances and activities.",
          "date": "February 14",
          "img1": "/trending-pics/sarok.jpg",
          "img2": "/trending-pics/sarok1.jpg",
          "img3": "/trending-pics/sarok2.jpg",
          "alt1": "SarokFestival",
          "alt2": "SarokFestival",
          "alt3": "SarokFestival"
        }
      ]
    },
    {
      "month": "March",
      "festivals": [
        {
          "name": "Soli-Soli Festival",
          "description": "The Soli-Soli Festival is an annual celebration held on March 18th in San Francisco, Camotes Island, which is located in the province of Cebu in the Philippines. The festival is a colorful and vibrant celebration that honors the town's patron saint, St. Joseph. During the festival, the streets are filled with dancers in colorful and elaborate costumes, as well as performers playing traditional instruments. One of the main highlights of the festival is the street dancing competition, where different groups showcase their talents and creativity through their performances.",
          "date": "March 14",
          "img1": "/trending-pics/soli.jpg",
          "img2": "/trending-pics/soli1.jpg",
          "img3": "/trending-pics/soli2.jpg",
          "alt1": "Soli-SoliFestival",
          "alt2": "Soli-SoliFestival",
          "alt3": "Soli-SoliFestival"
        }
      ]
    },
    {
      "month": "April",
      "festivals": [
        {
          "name": "Tostado Festival",
          "description": "The Tostado Festival is a religious and cultural celebration that takes place on the third Sunday of April in Cebu, Philippines. The festival is primarily centered around the Catholic faith and celebrates the feast day of the Our Lady of the Holy Rosary. During the festival, various activities are held including a street parade, a fluvial procession, and a cultural show. The street parade is the highlight of the festival and features colorful floats, dancing, and music. The fluvial procession is a religious procession that takes place on the water and involves boats carrying the image of the Our Lady of the Holy Rosary.",
          "date": "3rd Sunday of April",
          "img1": "/trending-pics/tostado.jpg",
          "img2": "/trending-pics/tostado1.jpg",
          "img3": "/trending-pics/tostado2.jpg",
          "alt1": "TostadoFestival",
          "alt2": "TostadoFestival",
          "alt3": "TostadoFestival"
        },
        {
          "name": "Haladaya Festival",
          "description": "Haladaya Festival is a religious and cultural celebration held every Easter Sunday in the municipality of Daanbantayan, located in the northern part of Cebu province in the Philippines. 'Haladaya' is a Cebuano term which means 'offering of thanksgiving'. The festival is a tribute to the town's patron saint, St. Rose of Lima, and it is a way for the locals to express their gratitude for the blessings they have received throughout the year. The celebration features a grand procession of the image of St. Rose of Lima, accompanied by colorful and vibrant street dances performed by various groups in the town.",
          "date": "Easter Sunday",
          "img1": "/trending-pics/haladaya.jpg",
          "img2": "/trending-pics/haladaya1.jpg",
          "img3": "/trending-pics/haladaya2.jpg",
          "alt1": "HaladayaFestival",
          "alt2": "HaladayaFestival",
          "alt3": "HaladayaFestival"
        },
        {
          "name": "Kadaugan Sa Mactan",
          "description": "Kadaugan sa Mactan is a festival that commemorates the Battle of Mactan, which happened on April 27, 1521. It is held every April 27 in Mactan Island, Cebu. The festival celebrates the bravery of the island's hero, Lapu-Lapu, who defeated the Portuguese explorer Ferdinand Magellan in a battle that ultimately resulted in the death of Magellan. During the festival, there are parades, street dancing, cultural shows, and reenactments of the battle. There are also food and trade fairs where visitors can sample local delicacies and buy souvenirs. The festival aims to promote the cultural heritage of Mactan Island and to honor the bravery of Lapu-Lapu, who defended his land and people against foreign invaders.",
          "date": "April 22nd-27th",
          "img1": "/trending-pics/kadaugan.jpg",
          "img2": "/trending-pics/kadaugan1.jpg",
          "img3": "/trending-pics/kadaugan2.jpg",
          "alt1": "KadauganSaMactanFestival",
          "alt2": "KadauganSaMactanFestival",
          "alt3": "KadauganSaMactanFestival"
        }
      ]
    },
    {
      "month": "May",
      "festivals": [
        {
          "name": "Mantawi Festival",
          "description": "The Mantawi Festival is an annual celebration held every May 7th in Mandaue City, Cebu. The festival celebrates the city's history and heritage as well as its progress and development. It is named after the ancient name of Mandaue, which is 'Mantawi.' During the festival, colorful street dancing performances are held, showcasing the rich culture and traditions of Mandaue City. Participants wear elaborate costumes and perform choreographed dances to the beat of drums and other traditional instruments.",
          "date": "May 7",
          "img1": "/trending-pics/mantawi.jpg",
          "img2": "/trending-pics/mantawi1.jpg",
          "img3": "/trending-pics/mantawi2.jpg",
          "alt1": "MantawiFestival",
          "alt2": "MantawiFestival",
          "alt3": "MantawiFestival"
        }
      ]
    },
    {
      "month": "June",
      "festivals": [
        {
          "name": "Tartanilla Festival",
          "description": "The Tartanilla festival is Cebu city's way of preserving the tartanilla (horse-drawn carriage) heritage by reviving the oldest mode of transportation to ply some of the city streets.",
          "date": "June 12",
          "img1": "/trending-pics/tartanilla.jpg",
          "img2": "/trending-pics/tartanilla1.jpg",
          "img3": "/trending-pics/tartanilla2.jpg",
          "alt1": "TartanillaFestival",
          "alt2": "TartanillaFestival",
          "alt3": "TartanillaFestival"
        }
      ]
    }
  ]
}
