{
  "restaurants": [
    {
      "name": "Rico's Lechon",
      "img1": "/trending-pics/ricolechon.jpg",
      "img2": "/trending-pics/ricolechon2.jpg",
      "img3": "/trending-pics/ricolechon3.jpg",
      "description": "If you're a fan of roasted pig, you wouldn't want to miss trying out Rico's Lechon! This popular restaurant is known for their deliciously roasted pigs, also known as lechon in Filipino, which are tender, juicy, and crispy all at the same time. At Rico's Lechon, they roast their pigs over charcoal for several hours until they are cooked to perfection. The skin is crispy and golden brown, while the meat inside is juicy and flavorful, infused with herbs and spices. Aside from their signature lechon, Rico's Lechon also offers other Filipino dishes, such as sinigang, adobo, and crispy pata, which are all worth trying out. You can enjoy your meal with a cold beer or any other refreshing beverage. So if you want to experience the ultimate Filipino dining experience, make sure to add Rico's Lechon to your food itinerary.",
      "alt1": "RicoLechon",
      "alt2": "RicoLechon",
      "alt3": "RicoLechon"
    },
    {
      "name": "Lantaw Native Restaurant",
      "img1": "/trending-pics/Lantawresto.jpg",
      "img2": "/trending-pics/lantawresto-2.jpg",
      "img3": "/trending-pics/lantawresto3.jpg",
      "description": "Lantaw Native Restaurant serves a wide array of Filipino dishes with a modern twist, prepared using only the freshest and finest ingredients. From classic favorites like grilled pork belly, shrimp in garlic, and crispy pata to innovative dishes like sinigang na tangigue sa calamansi and sizzling spicy squid, the restaurant's menu is a true feast for the senses. One of the highlights of dining at Lantaw Native Restaurant is its breathtaking view of the sea, which you can enjoy while savoring your meal. The restaurant is situated on a hillside overlooking the Mactan Channel, providing a panoramic view of the surrounding waters and nearby islands. It's a perfect spot to catch the sunset and relax with friends and family.",
      "alt1": "LantawRestaurant",
      "alt2": "LantawRestaurant",
      "alt3": "LantawRestaurant"
    },
    {
      "name": "The Pyramid",
      "img1": "/trending-pics/thepyramid.jpg",
      "img2": "/trending-pics/1.png",
      "img3": "/trending-pics/thepyramid2.jpg",
      "description": "The Pyramid restaurant in Cebu is a must-visit for anyone who loves great food and stunning views. Located at the top of the Pyramid building, this restaurant offers panoramic views of the city, which makes for a truly unforgettable dining experience. The menu features a range of delicious dishes, from traditional Filipino favorites to international cuisine, all expertly prepared by the talented chefs. Whether you're visiting Cebu for the first time or you're a seasoned traveler, the Pyramid restaurant is definitely worth checking out!",
      "alt1": "ThePyramid",
      "alt2": "ThePyramid",
      "alt3": "ThePyramid"
    },
    {
      "name": "Manna Sutikil",
      "img1": "/trending-pics/7.png",
      "img2": "/trending-pics/manna1.jpg",
      "img3": "/trending-pics/manna2.jpg",
      "description": "Manna Sutikil is a popular restaurant in Cebu that specializes in serving up traditional Filipino cuisine. The name 'sutikil' actually refers to a specific cooking method that involves grilling, boiling, and dipping the food in vinegar and soy sauce. At Manna Sutikil, you can try a range of classic Filipino dishes like grilled seafood, lechon, and adobo, all cooked using the sutikil method. The restaurant has a casual and laid-back atmosphere, making it a great spot to grab a meal with friends or family.",
      "alt1": "Manna Sutikil",
      "alt2": "Manna Sutikil",
      "alt3": "Manna Sutikil"
    },
    {
      "name": "La Vie in the Sky",
      "img1": "/trending-pics/lavie2.jpg",
      "img2": "/trending-pics/lavie1.jpg",
      "img3": "/trending-pics/3.png",
      "description": "La Vie in the Sky is a beautiful rooftop bar and restaurant located in Cebu, Philippines. Perched atop the Ogle Building, this venue offers stunning panoramic views of the city skyline. The bar features an extensive selection of wines and cocktails, while the restaurant serves up a range of delicious international cuisine. La Vie in the Sky is the perfect spot for a romantic night out or a fun evening with friends, and it's sure to be a highlight of any visit to Cebu.",
      "alt1": "LaVieintheSky",
      "alt2": "LaVieintheSky",
      "alt3": "LaVieintheSky"
    }
  ],
  "resorts": [
    {
      "name": "Shangri-La's Mactan Resort & Spa",
      "img1": "/trending-pics/shangrila.jpg",
      "img2": "/trending-pics/shangrila1.jpg",
      "img3": "/trending-pics/shangrila2.jpg",
      "description": "Shangri-La Hotel is a luxurious hotel chain that has a presence in many cities across the world, including Cebu in the Philippines. The hotel boasts stunning views of the Mactan Sea, which is just a stone's throw away. The rooms are spacious and elegantly designed with modern amenities to make your stay as comfortable as possible. You can choose from different room categories, from deluxe rooms to suites, depending on your preferences and needs. The hotel also features an array of facilities that cater to both leisure and business travelers. You can enjoy a dip in their outdoor swimming pool or relax in their serene spa. For those who are fitness enthusiasts, the hotel has a gym with state-of-the-art equipment. Additionally, business travelers can take advantage of their conference and meeting rooms that are equipped with the latest technology.",
      "alt1": "ShangriLa",
      "alt2": "ShangriLa",
      "alt3": "ShangriLa"
    },
    {
      "name": "Mövenpick Hotel Mactan Island Cebu",
      "img1": "/trending-pics/movenpick1.jpg",
      "img2": "/trending-pics/movenpick.jpeg",
      "img3": "/trending-pics/movenpick2.jpg",
      "description": "Shangri-La Hotel is a luxurious hotel chain that has a presence in many cities across the world, including Cebu in the Philippines. The hotel boasts stunning views of the Mactan Sea, which is just a stone's throw away. The rooms are spacious and elegantly designed with modern amenities to make your stay as comfortable as possible. You can choose from different room categories, from deluxe rooms to suites, depending on your preferences and needs. The hotel also features an array of facilities that cater to both leisure and business travelers. You can enjoy a dip in their outdoor swimming pool or relax in their serene spa. For those who are fitness enthusiasts, the hotel has a gym with state-of-the-art equipment. Additionally, business travelers can take advantage of their conference and meeting rooms that are equipped with the latest technology.",
      "alt1": "Mövenpick",
      "alt2": "Mövenpick",
      "alt3": "Mövenpick"
    },
    {
      "name": "Crimson Resort & Spa Mactan",
      "img1": "/trending-pics/crimson.jpg",
      "img2": "/trending-pics/crimson1.jpg",
      "img3": "/trending-pics/crimson2.jpg",
      "description": "Crimson Resort & Spa is a luxurious beachfront hotel situated on the picturesque Mactan Island in Cebu. The resort offers guests a tranquil escape from the hustle and bustle of city life, with its private white sand beach and crystal-clear waters perfect for swimming and water sports. The rooms and villas are elegantly designed and offer stunning ocean views, while the resort's restaurants serve a range of international cuisine. Guests can indulge in a variety of spa treatments, relax by the pool, or take part in various outdoor activities like island hopping and snorkeling. Overall, Crimson Resort & Spa offers a perfect mix of luxury, relaxation, and adventure for a memorable stay in Cebu.",
      "alt1": "CrimsonResort",
      "alt2": "CrimsonResort",
      "alt3": "CrimsonResort"
    },
    {
      "name": "Plantation Bay Resort and Spa",
      "img1": "/trending-pics/plantationbay.jpg",
      "img2": "/trending-pics/plantationbay2.jpg",
      "img3": "/trending-pics/plantationbay3.jpg",
      "description": "Plantation Bay Hotel is a beautiful and luxurious resort located in Mactan Island, Cebu. The resort features a stunning man-made lagoon, four freshwater swimming pools, a saltwater pool, and several private beaches. The hotel offers a range of accommodations, including deluxe rooms, suites, and villas. Guests can enjoy a variety of activities, including kayaking, diving, snorkeling, and even fishing. The resort also boasts a range of dining options, from casual beachside cafes to fine dining restaurants. Plantation Bay Hotel is a perfect place to unwind and relax in the beautiful island of Cebu.",
      "alt1": "PlantationBay",
      "alt2": "PlantationBay",
      "alt3": "PlantationBay"
    }
  ],
  "spots": [
    {
      "name": "Magellan's Cross",
      "img1": "/trending-pics/mcross.jpg",
      "img2": "/trending-pics/mcross1.jpg",
      "img3": "/trending-pics/mcross2.jpg",
      "description": "Magellan's Cross is one of the most iconic landmarks in Cebu City, Philippines. It is a symbol of the city's rich history and is known as the site where the Portuguese explorer Ferdinand Magellan planted a cross on the island of Cebu in 1521, signifying the arrival of Christianity in the Philippines. The cross is housed in a small chapel, which is located just beside the Basilica del Santo Niño, one of the oldest churches in the country. Visitors can pay a visit to this historical site and marvel at the intricate details of the wooden cross, which is encased in a larger concrete cross to protect it from damage. It's a must-see attraction for anyone visiting Cebu, especially for those interested in learning more about the country's rich cultural heritage.",
      "alt1": "MagellanCross",
      "alt2": "MagellanCross",
      "alt3": "MagellanCross"
    },
    {
      "name": "Cebu Taoist Temple",
      "img1": "/trending-pics/taotemp.jpg",
      "img2": "/trending-pics/taotemp1.jpg",
      "img3": "/trending-pics/taotemp2.jpg",
      "description": "The Cebu Taoist Temple is a beautiful and peaceful place of worship situated in the hills of Cebu City. The temple was built by the Chinese community in Cebu in 1972 and has since become a popular attraction for tourists and locals alike. The temple features ornate architecture, intricate carvings, and colorful decorations that reflect the beliefs and practices of Taoism. Visitors are welcome to explore the temple grounds, light incense, and offer prayers and wishes to the gods. The temple also offers a stunning view of Cebu City, making it a great spot for taking photos and enjoying the scenery.",
      "alt1": "TaoistTemple",
      "alt2": "TaoistTemple",
      "alt3": "TaoistTemple"
    },
    {
      "name": "Mactan Island",
      "img1": "/trending-pics/mactan.jpg",
      "img2": "/trending-pics/mactan1.jpg",
      "img3": "/trending-pics/mactan2.jpg",
      "description": "Mactan Island is a popular destination in Cebu, Philippines, known for its pristine beaches, crystal-clear waters, and world-class resorts. It is a perfect place for tourists who want to experience the tropical paradise of the Philippines. Mactan Island is also a historic site where the famous Battle of Mactan occurred between Spanish explorer Ferdinand Magellan and the native chieftain Lapu-Lapu. Visitors can explore the historic landmarks and monuments that commemorate this event, as well as indulge in the island's stunning natural beauty, water sports activities, and delicious local cuisine.",
      "alt1": "MactanIsland",
      "alt2": "MactanIsland",
      "alt3": "MactanIsland"
    },
    {
      "name": "Osmeña Peak",
      "img1": "/trending-pics/peak.jpg",
      "img2": "/trending-pics/peak1.jpg",
      "img3": "/trending-pics/peak2.jpg",
      "description": "Osmeña Peak is the highest peak in Cebu and a popular destination for tourists and locals alike who enjoy hiking and trekking. It is located in the southwestern part of the island and boasts stunning panoramic views of the surrounding areas, including the nearby islands of Bohol and Negros. The trek up to the peak is relatively easy and takes around 30-45 minutes to complete, making it accessible to most visitors. At the summit, visitors can enjoy breathtaking views of the landscape, take photos, and relax in the cool mountain breeze.",
      "alt1": "OsmeñaPeak",
      "alt2": "OsmeñaPeak",
      "alt3": "OsmeñaPeak"
    }
  ]
}
