{
  "itinerary": [
    {
      "day": "1",
      "img1": "https://img.atlasobscura.com/0pW-JKe_92gnfQVotwmz59mhAIMZHYZ9qOd97qq36Zw/rt:fit/w:600/q:81/sm:1/scp:1/ar:1/aHR0cHM6Ly9hdGxh/cy1kZXYuczMuYW1h/em9uYXdzLmNvbS91/cGxvYWRzL3BsYWNl/X2ltYWdlcy82ZTFk/NTc5MGM3NTY1OWJk/YWRfNDUwcHgtQ2Vi/dV9NYWdlbGxhbidz/X0Nyb3NzLmpwZw.jpg",
      "img1alt": "Magellan's Cross",
      "img2": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Allan_Jay_Quesada_-_Santo_Nino_Cathedral_or_the_Basilica_del_Santo_Ni%C3%B1o_DSC_7880.jpg/1200px-Allan_Jay_Quesada_-_Santo_Nino_Cathedral_or_the_Basilica_del_Santo_Ni%C3%B1o_DSC_7880.jpg",
      "img2alt": "Basilica del Sto. Niño",
      "img3": "https://gttp.imgix.net/198497/x/0/fort-san-pedro.jpg",
      "img3alt": "Fort San Pedro",
      "tip": "Start your day with a visit to the Magellan's Cross, a historical landmark located in the heart of Cebu City. This is where Ferdinand Magellan planted a cross when he arrived in Cebu in 1521. After that, head over to the nearby Basilica del Santo Niño, a 16th-century church that houses the oldest religious relic in the Philippines, the Santo Niño de Cebu. From there, make your way to Fort San Pedro, a military defense structure built by the Spanish in the 17th century. It's located near the port area and offers a great view of the sea. After a morning of sightseeing, take a break for lunch and try some of Cebu's famous lechon (roast pig). One of the most popular places to get it is CnT Lechon. In the afternoon, head to the Taoist Temple, a colorful temple located in the hills of Cebu City. It's a great place to take in some views of the city. End the day by visiting the Cebu Taoist Cemetery, a unique cemetery that features elaborate and colorful mausoleums."
    },
    {
      "day": "2",
      "img1": "https://gttp.imgix.net/224517/x/0/mactan-cebu-travel-guide-lapu-lapu-city-resorts-covid-19-travel-requirements-3.jpg?auto=compress%2Cformat&ch=Width%2CDPR&dpr=1&ixlib=php-3.3.0&w=883",
      "img1alt": "Mactan Island",
      "img2": "https://www.fabulousphilippines.com/images/mactan-shrine.jpg",
      "img2alt": "Shrine of Lapu-Lapu",
      "img3": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/5d/fa/2c/shangri-la-s-mactan-resort.jpg?w=700&h=-1&s=1",
      "img3alt": "Shangri-La's Mactan Resort & Spa",
      "tip": "Start your day early and take a bus or hire a car to head to Mactan Island, which is located just across the bridge from Cebu City. Here, you can visit the Mactan Shrine, which commemorates the Battle of Mactan in 1521 between Lapu-Lapu and Ferdinand Magellan. After that, head to the nearby Lapu-Lapu Shrine, which is a statue of the warrior hero Lapu-Lapu who defeated Magellan in the battle. From there, take a boat ride to one of the many beautiful beach resorts in Mactan Island, such as Shangri-La's Mactan Resort & Spa, Crimson Resort & Spa, or Movenpick Hotel Mactan Island Cebu. Spend the afternoon relaxing on the beach, swimming in the clear waters, or trying some water sports activities. In the evening, head back to Cebu City and have dinner at one of the many seafood restaurants along Mactan Island's coastline."
    }
  ]
}
